Repository: haecker-felix/Gradio
Catalog: po/*.po
Languages: nl

source: Settings
nl: Instellingen

source: About
nl: Informatie

source: Quit
nl: Beëindigen

source: Your library is empty
nl: De bibliotheek is leeg

source: If you add stations to the library, you will find them here.
nl: Als je radiozenders aan de bibliotheek toevoegt, zul je ze hier vinden.

source: Add stations to library
nl: Voeg radiostations toe aan de bibliotheek

source: You don't have any collection
nl: Je hebt nog geen verzamelingen

source: You can group stations into collections.
nl: Je kunt radiozenders groeperen in verzamelingen.

source: Name
nl: Naam

source: Type
nl: Genre

source: Items
nl: Objecten

source: Votes
nl: Stemmen

source: Location
nl: Locatie

source: Play
nl: Afspelen

source: Open homepage
nl: Open de homepage

source: Edit
nl: Bewerken

source: Enter name for new collection...
nl: Voer een naam in voor uw verzameling...

source: Create
nl: Creëren

source: Select collection:
nl: Selecteer de verzameling:

source: Select All
nl: Alles selecteren

source: Select None
nl: Niets kiezen

source: Save
nl: Opslaan

source: Click an item to view options
nl: Selecteer een object om de opties te bekijken

source: Collection
nl: Verzameling

source: Add to library
nl: Aan de bibliotheek toevoegen

source: Remove from Library
nl: Verwijder uit de bibliotheek

source: Rename
nl: Hernoemen

source: Vote
nl: Stem

source: Global database
nl: Globale database

source: Gradio is using a internet database. Everything what you enter here, is going to be visible for all users. Please be careful, and double check your input!
nl: Gradio gebruikt een database op Internet. Alles wat je hier invoert, zal zichtbaar zijn voor alle andere gebruikers. Wees voorzichtig, en controleer de invoer!

source: Continue
nl: Doorgaan

source: Stream Address
nl: Stream adres

source: Country
nl: Land

source: State
nl: Provincie

source: Language
nl: Taal

source: Favicon Address
nl: Favicon Adres

source: Enter tags separated by commas
nl: Voer (een of meerder) tags in, gescheiden door komma's

source: Server Response
nl: Server antwoord

source: Close
nl: Sluiten

source: Cancel
nl: Afbreken

source: Done
nl: Klaar

source: More...
nl: Meer...

source: Stations with the most votes
nl: Laat de radiozenders zien met de meeste stemmen

source: Recently clicked stations
nl: Recente radiozenders

source: Stations with the most clicks
nl: Radiozenders met de meeste clicks

source: Search
nl: Zoeken

source: Results:
nl: Resultaten:

source: No results found
nl: Geen resultaten gevonden

source: Either the station does not exist, or you have to search with other keywords.
nl: Of de radiozender bestaat niet, of je moet met andere zoekwoorden zoeken.

source: Sorting
nl: Sortering

source: Hide broken stations
nl: Verberg defecte radiozenders

source: Library
nl: Bibliotheek

source: Create new radio station
nl: Maak een nieuwe radiozender

source: Import
nl: Importeren

source: Export
nl: Exporteren

source: Clicks
nl: Stemmen

source: Date
nl: Datum

source: Ascending
nl: Oplopend

source: Descending
nl: Aflopend

source: Items:
nl: Objecten:

source: Fetching station data…
nl: Radiozender data ophalen…

source: Features
nl: Functionaliteiten

source: Playback
nl: Weergave

source: Appearance
nl: Uiterlijk

source: Cache
nl: Tijdelijke opslag

source: Prefer dark theme
nl: Prefereer een donker uiterlijk

source: Use a dark theme, if possible
nl: Gebruik een donker uiterlijk, indien mogelijk

source: Show technical information
nl: Technische informatie tonen over de radiozender

source: Display additional information such as bitrate and codec
nl: Laat aanvullende informatie zien, zoals de geadverteerde bitrate en codec

source: Background Playback
nl: Afspelen verzorg afspelen in de achtergrond

source: Continue the playback if you close the Gradio window
nl: Doorgaan met afspelen, als je het Gradio venster sluit

source: Resume playback on startup
nl: Verder gaan met afspelen bij het opstarten

source: Play the latest station if you start Gradio
nl: Speel automatisch de laatste radiozender af, als je Gradio start

source: MPRIS
nl: FUNCTIONALITEITEN mpris

source: Integrate Gradio as media player in your desktop environment
nl: Integreer Gradio als media speler in de desktop omgeving

source: Notifications
nl: Berichten

source: Show desktop notifications
nl: Laat desktop berichten zien

source: Show a tray icon, to restore the main window
nl: Laat de tray icon zien, om het hoofdvenster te heropenen

source: Cache station icons
nl: Sla zender logo's tijdelijk op

source: Saves the images locally.
nl: Sla afbeeldingen lokaal op.

source: Clear Cache
nl: Tijdelijk opslag opschonen

source: Clear all cached station icons
nl: Schoon alle tijdelijk opgeslagen zenderlogos op

source: Click on items to select them
nl: Selecteer op een of meer objecten om ze te selecteren

source: %i selected
nl: %i gekozen

source: Search for radio stations
nl: Zoek naar radiozenders

source: Sorting: %s / %s
nl: Sorteervolgorde: %s / %s

source: Select Country …
nl: Selecteer een land …

source: Select State …
nl: Selecteer de provincie …

source: Select Language …
nl: Selecteer de taal …

source: Select Tag …
nl: Selecteer de tag …

source: Create radio station
nl: Maak een nieuwe radiozender

source: Edit radio station
nl: Bewerk de radiozender

source: "Name" and "Stream" information is required.
nl: "Name" en "Stream" informatie is nodig.

source: %i radio station(s) not present in library.
nl: %i radiozender(s) komen niet voor in de bibliotheek.

source: %i radio station(s) already added to library.
nl: %i radiozender(s) zijn reeds in de bibliotheek opgenomen.
